Repository: yandex/Y360Connector
Catalog: Y360OutlookConnector/Localization/Strings.*.resx
Languages: ru_ru

# AboutWindow_CopyrightText
source: © Yandex Connector, 2024. All rights reserved
ru_ru: © Яндекс Коннектор, 2024. Все права защищены

# AboutWindow_LicenseAgreement
source: License Agreement
ru_ru: Лицензионное соглашение

# AboutWindow_NewVersionString
source: Update available — it will be applied when you restart Outlook.
ru_ru: Доступно обновление — применится, когда вы перезапустите Outlook.

# AboutWindow_UpdateNowButton
source: Restart
ru_ru: Перезапустить

# AboutWindow_VersionString
source: Version {0} ({1})
ru_ru: Версия {0} ({1})

# AboutWindow_WindowTitle
source: Yandex Connector
ru_ru: Яндекс Коннектор

# AutoUpdateWindow_UpdateAvailableDescription
source: It will be applied when you restart Outlook.
ru_ru: Обновление применится, когда вы перезапустите Outlook.

# AutoUpdateWindow_UpdateAvailableMessage
source: Yandex Connector updated
ru_ru: Яндекс Коннектор обновился

# AutoUpdateWindow_UpdateButton
source: Restart
ru_ru: Перезапустить

# AutoUpdateWindow_WindowTitle
source: Yandex Connector
ru_ru: Яндекс Коннектор

# LoginWindow_AuthCodePageDesc
source: To log in to your account, enter the confirmation code from your browser
ru_ru: Чтобы войти в аккаунт, введите код подтверждения из браузера

# LoginWindow_AuthCodePageFailure
source: Incorrect. Please check the code you entered
ru_ru: Код не совпадает, проверьте написание

# LoginWindow_AuthCodePageTitle
source: Don't close this window
ru_ru: Не закрывайте это окно

# LoginWindow_WindowTitle
source: Log in — Yandex Connector
ru_ru: Войти в аккаунт — Яндекс Коннектор

# Messages_LoginWebViewFailureDescription
source: Try again or use a different login method in your browser
ru_ru: Попробуйте снова или авторизуйтесь другим способом через браузер

# Messages_LoginWebViewFailureOpenBrowser
source: Open browser
ru_ru: Открыть браузер

# Messages_LoginWebViewFailureTitle
source: Couldn't log in to Yandex ID
ru_ru: Не удалось войти в Яндекс ID

# Messages_LoginWebViewFailureTryAgain
source: Try again
ru_ru: Попробовать ещё

# Messages_NoInternetMessageDesc
source: You need internet access to sync and get updates. Try again later.
ru_ru: Для синхронизации и обновления нужен интернет. Попробуйте позже.

# Messages_NoInternetMessageTitle
source: No internet connection
ru_ru: Нет интернета

# Messages_ProductDescription
source: Outlook extension that syncs your calendars, tasks, and contacts with Yandex 360 using the CalDAV and CardDAV protocols.
ru_ru: Расширение для Outlook, которое синхронизирует календарь, задачи и контакты с сервисами Яндекс 360 по протоколам CalDAV и CardDAV.

# Messages_ProductName
source: Yandex Connector
ru_ru: Яндекс Коннектор

# Messages_ProxyErrorMessageButton
source: Configure a proxy
ru_ru: Настроить прокси

# Messages_ProxyErrorMessageDescription
source: Couldn't connect to the proxy server. Make sure the proxy URL, name, and password are correct.
ru_ru: Не удалось подключиться к прокси-серверу. Убедитесь, что прокси URL, имя и пароль указаны верно.

# Messages_ProxyErrorMessageTitle
source: Syncing doesn't work
ru_ru: Синхронизация не работает

# Messages_SyncFailureMessageDescription
source: Server error occured. We're working to fix it. Once it's fixed, data exchange will resume automatically.
ru_ru: Скорее всего, ошибка на сервере, и её уже исправляют. Когда всё наладится, обмен данными возобновится автоматически.

# Messages_SyncFailureMessageTitle
source: Syncing doesn't work
ru_ru: Синхронизация не работает

# Messages_SyncProgressCalendars
source: Syncing calendars and events
ru_ru: Синхронизируются календари и события

# Messages_SyncProgressContacts
source: Syncing contacts
ru_ru: Синхронизируются контакты

# Messages_SyncProgressTasks
source: Syncing tasks
ru_ru: Синхронизируются задачи

# Messages_UnauthorizedMessageButton
source: Log in
ru_ru: Войти

# Messages_UnauthorizedMessageDescription
source: To start syncing, log in with your Yandex ID
ru_ru: Чтобы запустить синхронизацию, войдите с Яндекс ID

# SettingsWindow_ApplyButton
source: Save changes
ru_ru: Сохранить изменения

# SettingsWindow_CancelButton
source: Cancel
ru_ru: Отмена

# SettingsWindow_LogClearLink
source: Clear
ru_ru: Очистить

# SettingsWindow_LogPanelDescription
source: Program log data
ru_ru: Информация о событиях в программе

# SettingsWindow_LogPanelTitle
source: Event log
ru_ru: Журнал событий

# SettingsWindow_LogShowLink
source: Show
ru_ru: Показать

# SettingsWindow_LogShowWarning
source: The log file can contain personal data: network paths, calendar or address book data. To keep this data secure, delete it when sending the log via email and never share the log in the public domains, such as forums or social networks.
ru_ru: Файл журнала может содержать личные данные: пути до сетевых источников, данные календаря или адресной книги. Чтобы сохранить эти данные в безопасности, удаляйте их при пересылке журнала по электронной почте и никогда не публикуйте журнал в общем доступе, например форумах или соцсетях.

# SettingsWindow_LoginButton
source: Log in
ru_ru: Войти

# SettingsWindow_LogoutButton
source: Log out
ru_ru: Выйти

# SettingsWindow_ProxyErrorLogin
source: Syncing doesn't work. Invalid username or password
ru_ru: Синхронизация не работает. Неправильное имя или пароль

# SettingsWindow_ProxyErrorServer
source: Syncing doesn't work. Invalid URL
ru_ru: Синхронизация не работает. Неправильный URL

# SettingsWindow_ProxyManualSettings
source: Configure manually
ru_ru: Настроить вручную

# SettingsWindow_ProxyPanelDescription
source: System settings are used by default
ru_ru: По умолчанию используются настройки системы

# SettingsWindow_ProxyPanelTitle
source: Proxy
ru_ru: Прокси

# SettingsWindow_ProxyPassword
source: Password
ru_ru: Пароль

# SettingsWindow_ProxyUrlErrorEmpty
source: You need to fill in this field
ru_ru: Нужно заполнить это поле

# SettingsWindow_ProxyUrlErrorInvalidValue
source: Invalid value
ru_ru: Недопустимое значение

# SettingsWindow_ProxyUrlErrorNonHttp
source: Only HTTP proxies are supported
ru_ru: Поддерживаются только HTTP-прокси

# SettingsWindow_ProxyUrlLabel
source: Proxy URL (required)
ru_ru: Прокси URL (обязательно)

# SettingsWindow_ProxyUserName
source: Name
ru_ru: Имя

# SettingsWindow_UserLogoutDesc
source: You need to log in to your account
ru_ru: Необходимо войти в аккаунт

# SettingsWindow_WindowTitle
source: Settings — Yandex Connector
ru_ru: Настройки — Яндекс Коннектор

# SyncConfigWindow_ApplyButton
source: Save changes
ru_ru: Сохранить изменения

# SyncConfigWindow_CalendarsFolderType
source: Events
ru_ru: События

# SyncConfigWindow_CancelButton
source: Cancel
ru_ru: Отмена

# SyncConfigWindow_ContactsDefaultName
source: Contacts
ru_ru: Контакты

# SyncConfigWindow_ContactsFolderType
source: Contacts
ru_ru: Контакты

# SyncConfigWindow_ExternalContactsName
source: External
ru_ru: Внешние

# SyncConfigWindow_FolderAlreadyUsedByCalendarMessage
source: The "{0}" calendar is already synced with this folder. Select a different folder
ru_ru: С этой папкой уже синхронизируется календарь «{0}». Выберите другую папку

# SyncConfigWindow_FolderAlreadyUsedByContacsMessage
source: The "{0}" contacts are already synced with this folder. Select a different folder
ru_ru: С этой папкой уже синхронизируются контакты «{0}». Выберите другую папку

# SyncConfigWindow_FolderAlreadyUsedByTasksMessage
source: The "{0}" tasks are already synced with this folder. Select a different folder
ru_ru: С этой папкой уже синхронизируются задачи «{0}». Выберите другую папку

# SyncConfigWindow_PersonalContactsName
source: Personal
ru_ru: Личные

# SyncConfigWindow_PrimaryLabel
source: main
ru_ru: основной

# SyncConfigWindow_ProxySettingsLink
source: Settings
ru_ru: Настроить

# SyncConfigWindow_ReadOnlyTooltip
source: Read-only
ru_ru: Только просмотр

# SyncConfigWindow_ServerColumnName
source: Yandex
ru_ru: Яндекс

# SyncConfigWindow_SharedContactsName
source: Shared
ru_ru: Общие

# SyncConfigWindow_SyncFailureGeneralError
source: One or more errors occurred during the last syncing
ru_ru: Во время последней синхронизации произошла одна или несколько ошибок

# SyncConfigWindow_SyncFailureProxyError
source: Syncing doesn't work. Configure a proxy
ru_ru: Синхронизация не работает. Настройте прокси

# SyncConfigWindow_SyncFailureServerError
source: Syncing doesn't work. Server error
ru_ru: Синхронизация не работает. Неполадки на сервере

# SyncConfigWindow_SyncSuccess
source: Synced
ru_ru: Синхронизировано

# SyncConfigWindow_TasksFolderType
source: Tasks
ru_ru: Задачи

# SyncConfigWindow_WindowTitle
source: Events, tasks, and contacts — Yandex Connector
ru_ru: События, задачи и контакты — Яндекс Коннектор

# SyncConfigWindow_WrongFolderTypeForCalendarMessage
source: You can't select this folder. Select a folder with elements of the "Calendar" type
ru_ru: Эта папка не подходит. Выберите папку с элементами типа «Календарь»

# SyncConfigWindow_WrongFolderTypeForContactsMessage
source: You can't select this folder. Select a folder with elements of the "Contacts" type
ru_ru: Эта папка не подходит. Выберите папку с элементами типа «Контакты»

# SyncConfigWindow_WrongFolderTypeForTasksMessage
source: You can't select this folder. Select a folder with elements of the "Tasks" type
ru_ru: Эта папка не подходит. Выберите папку с элементами типа «Задачи»

# SyncConfigWindow_СreatingFolderErrorMessage
source: Unable to create "{0}"
ru_ru: Не удалось создать папку «{0}»

# Telemost_Messages_AuthorizeInTelemostMessage
source: Log in to the Yandex Telemost add-on to manage meetings
ru_ru: Авторизуйтесь в надстройке Телемоста, чтобы управлять встречами

# Telemost_Messages_InfoPanelTitle
source: Telemost Messages
ru_ru: Телемост Сообщения

# Telemost_Messages_MeetingCreateErrorMessage
source: Сouldn't create meeting. Error code: {0}. Please try again.
ru_ru: Не получилось создать встречу. Код ошибки — {0}. Попробуйте снова

# Telemost_Messages_MeetingCreateForbiddenErrorMessage
source: Сouldn't create meeting. Error code: {0}. Try logging out of your account and then log in again.
ru_ru: Не получилось создать встречу. Код ошибки — {0}. Попробуйте выйти из аккаунта и войти снова

# Telemost_Messages_MeetingCreatedMessage
source: Yandex Telemost meeting created. Meeting link added to invitation.
ru_ru: Встреча в Телемосте создана. Ссылка на встречу добавлена в приглашение

# Telemost_Messages_MeetingCreatingMessage
source: Creating Yandex Telemost meeting...
ru_ru: Создаётся встреча в Телемосте…

# Telemost_Messages_MeetingInternalMessage
source: Only company employees can join the meeting.
ru_ru: Присоединиться смогут только сотрудники организации.

# Telemost_Messages_MeetingLinkMessage
source: Link to the video meeting: {0}.
ru_ru: Ссылка на видеовстречу: {0}

# Telemost_Messages_MeetingSubject
source: Video meeting in Yandex Telemost
ru_ru: Видеовстреча в Яндекс Телемосте

# Telemost_Messages_MeetingUpdateErrorMessage
source: Сouldn't update meeting. Error code: {0}. Please try again.
ru_ru: Не получилось обновить встречу. Код ошибки — {0}. Попробуйте снова

# Telemost_Messages_MeetingUpdateForbiddenErrorMessage
source: Сouldn't update meeting. Error code: {0}. Try logging out of your account and then log in again.
ru_ru: Не получилось обновить встречу. Код ошибки — {0}. Попробуйте выйти из аккаунта и войти снова

# Telemost_Messages_MeetingUpdatedMessage
source: Yandex Telemost meeting updated
ru_ru: Встреча в Телемосте обновлена

# Telemost_Messages_MeetingUpdatingMessage
source: Updating Yandex Telemost meeting...
ru_ru: Обновляется встреча в Телемосте…

# Telemost_Messages_NoInternetErrorMessage
source: Network issue. Check your internet connection and try again.
ru_ru: Проблема с интернетом. Проверьте соединение и попробуйте снова

# Telemost_SettingsWindow_CreateMeetingButtonText
source: Create link
ru_ru: Создать ссылку

# Telemost_SettingsWindow_ExternaUsersWontBeAbleToJoinLabelWarningText
source: External users won't be able to join
ru_ru: Внешние пользователи не смогут подключиться

# Telemost_SettingsWindow_LoginButtonText
source: Log in
ru_ru: Войти

# Telemost_SettingsWindow_LoginLabelText
source: Log in to create a meeting in Yandex Telemost
ru_ru: Авторизуйтесь,чтобы создать встречу в Телемосте

# Telemost_SettingsWindow_OnlyEmployeesCheckBoxLabelText
source: For employees only
ru_ru: Только для сотрудников

# Telemost_SettingsWindow_SaveSettingsButtonText
source: Save
ru_ru: Сохранить

# Telemost_SettingsWindow_SettingsWindowTitle
source: Telemost Settings
ru_ru: Телемост Настройки

# Telemost_SettingsWindow_TelemostMeetingLabelText
source: Video meeting in Yandex Telemost
ru_ru: Видеовстреча в Телемосте

# Telemost_Toolbar_ExternalMeetingButton
source: External meeting
ru_ru: Внешняя встреча

# Telemost_Toolbar_InternalMeetingButton
source: Internal meeting
ru_ru: Внутренняя встреча

# Telemost_Toolbar_RibbonMenuButton
source: Yandex Telemost
ru_ru: Телемост

# Telemost_Toolbar_SettingsButton
source: Settings
ru_ru: Настройки

# Toolbar_AboutButton
source: About
ru_ru: О программе

# Toolbar_HelpButton
source: Help
ru_ru: Справка

# Toolbar_LoginButton
source: Log in
ru_ru: Войти в аккаунт

# Toolbar_RibbonGroup
source: Yandex Connector
ru_ru: Яндекс Коннектор

# Toolbar_RibbonTab
source: Yandex Connector
ru_ru: Яндекс Коннектор

# Toolbar_SettingsButton
source: Settings
ru_ru: Настройки

# Toolbar_SyncNowButton
source: Sync
ru_ru: Синхронизировать

# Toolbar_SyncNowButtonRunning
source: Syncing
ru_ru: Синхронизируем

# Toolbar_SyncTargetsButton
source: Events, tasks, and contacts
ru_ru: События, задачи и контакты
